my_list = ["cock", "dick", "semen", "pussy", "gachi"]  #Создал "списковую" переменную. Ввёл данные.
print (my_list)                                        #Вывел в консоль "списковую" переменнную.
print (my_list[0])                                     #Вывел в консоль из нашей переменной первый элемент.
print (my_list[4])                                     #Аналогично вывел последний.
print (my_list[2:5])                                   #C 3 по 5 элемент.
my_list[2] = 'cum'                                     #Изменил значение 3 элемента в переменной.
print (my_list)                                        #Вывод в консоль.

my_dict = {"motherboard": "материнская плата", "CPU": "процессор", "RAM": "оперативная память"} #Создание словаря.
print(my_dict)                                         #Вывод словаря в консоль.
print(my_dict["motherboard"])                          #Вывод значения ключа "motherboard".
my_dict["motherboard"] = "мать и плата"                #Изменение значения ключа "motherboard".
print(my_dict)                                         #Вывод словаря в консоль.
